// © Copyright 2004-2013, 2015-2017 HP Development Company, L.P.

// Text fields' values
PrinterStatusTitleTextFieldValue = "Stato dispositivo:";
SuppliesTitleTextFieldValue = "Forniture:";
PrinterNameTitleTextFieldValue = "Nome stampante:";
ModelTitleTextFieldValue = "Nome modello:";

//Control titles
DeviceOKButtonTitle = "OK";
DeviceResumeButtonTitle = "Ripristina";
SupplyInfoTaskTitle = "Inform. forniture";
TravelInfoTaskTitle = "Informazioni di viaggio";

InkStatusConsumableForAnotherPrinter = "Cartuccia originale HP per un'altra stampante";
UnexpectedInstantInkInstalledName = "Installata Instant Ink non prevista";
HPIICartridgeInstalled = "Cartuccia HP Instant Ink installata";

// Device states
IdleName = "Inattiva";
BusyName = "Occupato";
InitializingName = "In fase di inizializzazione";
PrintingName = "Stampa in corso";
WarmupName = "In fase di riscaldamento";
ReportsPrintingName = "Stampa dei report in corso";
CancelingName = "Annullamento in corso…";
CalibratingName = "Calibrazione in corso…";
ScanningName = "Scansione in corso…";
FaxDialingName = "Selezione numero fax in corso…";
FaxProblemName = "Problema fax";
FaxProcessingName = "Elaborazione fax in corso…";
FaxConnectingName = "Connessione fax in corso…";
FaxSendingName = "Invio fax in corso…";
FaxReceivingName = "Ricezione fax in corso…";
FaxBlockingName = "Blocco fax in corso…";
FaxCommunicationErrorName = "Errore di comunicazione fax";
CopyingName = "Copia in corso";
IOStallName = "Stallo IO";
GeneralPrinterError = "Errore generico della stampante";
PrinterErrorName = "Errore della stampante";
PrinterFailure = "Guasto della stampante";
PrintSystemProblemName = "Problema al sistema di stampa";
PrinterProblemName = "Problema stampante";
PrintingInQuietModeName = "Stampa in modalità silenziosa";
CopyingInQuietModeName = "Copia in modalità silenziosa";
PaperSizeMismatchName = "Formato carta non corrispondente";
PaperSizeMismatchTitle = "Formato carta non corrispondente";
QuietModeIgnoredName = "Modalità silenziosa momentaneamente disabilitata";
InkCarriageStallName = "Carrello cartuccia d'inchiostro bloccato";
PrintheadFailedOrMissedName = "Testina di stampa mancante o danneggiata";
ProblemWithPrintheadName = "Problema della testina di stampa";
PaperJamOrTrayProblemTitle = "Inceppamento carta o problema con il vassoio";
RealTimeClockFailureName = "Problema durante la preparazione della stampante";
ActionRequired = "Azione richiesta";

DeviceStatusUnknown = "Ignoto";

FeederJammedOrDirtyName = "Alimentatore documenti inceppato o sporco";

DiaperFullWarning = "Avvertenza - Limite di assistenza cartucce";

CDopenTitle = "Vassoio CD/DVD aperto";
CDopenMsg = "Chiudere il vassoio CD/DVD per continuare a stampare dal vassoio principale.";
CDclosedTitle = "Vassoio CD/DVD chiuso";
CDclosedMsg = "Aprire il vassoio CD/DVD per continuare a stampare dal CD.";

DryTimeWaitName = "Attesa tempo di asciugatura";
DryTimeWaitTitle = "Attesa tempo di asciugatura";
DryTimeWaitMsg = "La periferica è in pausa per consentire all'inchiostro di asciugare.\nIn caso di lavoro di stampa automatica fronte/retro, non rimuovere la carta. La carta verrà nuovamente inserita nella periferica per la stampa sulla seconda facciata.";

PenChangeName = "Modifica penna";
BannerEjectNeededName = "Occorre espellere la carta a modulo continuo";
BannerMismatchName = "Carta a modulo continuo non coerente";
PhotoMismatchName = "Carta fotografica non coerente";
DuplexMismatchName = "Stampa fronte/retro non coerente";

CarriageStallName = "Stallo del carrello";
CarriageStallTitle = "Il carrello è bloccato";
CarriageStallMsg = "Il supporto delle cartucce di stampa non si sposta.\nSpegnere la periferica. Verificare che non siano presenti inceppamenti della carta o altre ostruzioni.";

PrintBarStallName = "Barra di stampa bloccata";

PaperStallName = "Stallo della carta";

PenFailureName = "Guasto penna";
InkSystemFailureName = "Guasto del sistema di stampa";
InkCartridgeFailureName = "Errore della cartuccia d'inchiostro";
CartridgeProblemName = "Problema relativo alla cartuccia";
IncompatibleCartridgesName = "Cartucce incompatibili";
IncompatibleInkCartridgesName = "Cartucce d'inchiostro non compatibili";
IncompatibleTonerName = "Cartuccia incompatibile";
IncompatibleDrumName = "Tamburo incompatibile";
CartridgeInWrongOrderName = "Cartuccia d'inchiostro installata non correttamente";
InkCartridgesMissingName = "Cartucce d'inchiostro mancanti";
InkCartridgeProblemName = "Problema delle cartucce d'inchiostro";
HPProtectedCartridgeInstalledName = "Installata cartuccia HP protetta";
HPProtectedDrumInstalledName = "Tamburo protetto HP installato";
UsedHPInstantInkCartridgeTitle = "Cartuccia HP Instant Ink usata";
UsedHPInstantInkCartridge = "Questa cartuccia HP Instant Ink può essere utilizzata solamente nella stampante HP Instant Ink in cui è stata installata inizialmente e deve essere sostituita.";
TrialConsumableCountExceededName = "Installata cartuccia non supportata";
ReplaceFaultySupplyTitle = "Sostituire la cartuccia di stampa o la testina di stampa difettosa.";
ReplaceFaultySupplyMsg = "È stato rilevato un problema grave in una delle testine o cartucce di stampa. Sostituirla con una cartuccia di stampa o testina di stampa HP.";
CommunicationFailureName = "Errore di comunicazione";
ConsumableSubscriptionOptionNotSetName = "Termina configurazione stampante";
NonInstantInkCartridgeInstalledName = "Installata cartuccia non Instant Ink";
InstantInkReadyCartridgesInstalledName = "Cartucce HP Instant Ink Ready installate";
PHAStartupBlockedName = "Utilizza cartucce nuove per l'avvio";
UsedCartridgeNotRecommendedForStartupName = "Si sconsiglia di utilizzare cartucce usate per l'avvio";
PHAStartupFailedName = "Guasto alla testina di stampa";
SetupSupplyUpgradeFailedName = "Problema con l'installazione delle cartucce";
CartridgeSensorFailureName = "Errore sensore cartuccia";
CartridgeSensorErrorName = "Errore sensore cartuccia";
SHAIDOOITooEarlyFailureName = "Problema al sistema di alimentazione";
InsufficientPrinterMemoryName = "Memoria stampante insufficiente";
TonerMemoryMissingName = "È probabile che la memoria della cartuccia sia mancante";
DrumMemoryMissingName = "È probabile che la memoria del tamburo sia mancante";
UnauthorizedDrumName = "Tamburo non autorizzato";
PrinterMaintenanceName = "Manutenzione della stampante";
PrinterMispickName = "Prelievo errato stampante";
WrongCartridgeInSlotName = "Cartuccia errata nell'alloggiamento";
ManuallyFeedName = "Carta alimentata manualmente";
PrintOnBothSidesName = "Fronte/retro manuale";
ReplaceCartridgePrintingBlackName = "Sostituire la cartuccia di stampa nera";
OverFilledDetectionName = "Caricata troppa carta";

HSDOlderGenerationCartridgeTitle = "Installata cartuccia di vecchia generazione";

HardErrorName = "Errore grave";
InstallFuserName = "Spegnere. Reinstallare fusore.";
PoweringDownName = "Spegnimento in corso";
FPTestName = "Test FP";
HydeMissingName = "Hyde mancante";
OutputBinFullName = "Raccoglitore pieno";
MediaSizeMismatchName = "Formato supporto non coerente";
ManualDuplexBlockName = "Blocco della stampa fronte/retro manuale";
ServiceStallName = "Stallo del servizio";
ServiceStationStalledName = "Stazione di servizio bloccata";
MediaTooShortToPrintName = "Carta troppo corta";
MediaTooShortToAutoDuplexName = "Carta troppo corta per fronte/retro automatico";
MediaTooLongToAutoDuplexName = "Carta troppo lunga per fronte/retro automatico";
MediaPromptName = "Richiesta supporti";

ScannerUnknownErrorName = "Errore sconosciuto scanner";
ScannerInvalidMediaSizeName = "Mancata corrispondenza del formato supporto scanner";
ScannerFeederOpenName = "Il coperchio dell'alimentatore automatico documenti è aperto";
ScannerFeederJamName = "Inceppamento della carta nell'alimentatore automatico documenti";
ScannerFeederEmptyName = "Alimentatore di documenti vuoto";
ScannerFeederLoadedName = "Documento caricato";
ScannerMispickName = "Errore di alimentazione ADF";
ScannerProcessingName = "Elaborazione scansione";
ScannerFeederJamOrDirtyName = "ADF inceppato o sporco";

OutOfInkName = "Inchiostro esaurito";
OutOfInkTitle = "Cartucce di inchiostro vuote";
OutOfInkMsg = "Nessun inchiostro disponibile per la stampa.\nÈ necessario installare almeno uno dei principali materiali di consumo a colori o il materiale di consumo nero per continuare la stampa.";
CartridgeVeryLowName = "Inchiostro quasi esaurito";

LIOProtoErrorName = "Errore protocollo LIO";
PumpStallName = "Stallo della pompa";
Tray2MissingName = "Vassoio 2 mancante";
TrayAlmostEmptyName = "Carta in esaurimento";
DuplexerMissingName = "Unità fronte/retro mancante";
RearTrayMissingName = "Vassoio posteriore mancante";
PenNotLatchedName = "Penna non collegata";
ManualFeedBlockName = "Blocco dell'alimentazione manuale";
TrayMissingName = "Vassoio carta mancante";
TrayMissingOrOpenName = "Vassoio assente o aperto";
InputTrayFailedToOpenName = "Vassoio carta bloccato";

NonHPInkName = "Inchiostro non HP";
NonHPInkTitle = "Cartucce di inchiostro non HP";
NonHPInkMsg = "HP non offre alcuna garanzia sulla qualità e l'affidabilità dei materiali di consumo non HP. L'assistenza alla stampante o le riparazioni dovute all'uso di inchiostro non HP non sono coperte da garanzia.\nSe si ritiene di aver acquistato una cartuccia di stampa HP originale, visitare il sito: www.hp.com/go/anticounterfeit\nLe cartucce di stampa originali HP sono studiate e testate sulle stampanti HP per garantire eccellenti risultati, stampa dopo stampa.";
NonHPInkRecoverableMsg = "Pur rispettando le scelte dei propri clienti, HP non garantisce la qualità o l'affidabilità di cartucce di stampa non originali HP. Gli interventi di assistenza o riparazione della stampante che si rendono necessari in conseguenza dell'utilizzo di cartucce di stampa non originali HP non sono coperti dalla garanzia. Per continuare la stampa con una cartuccia di stampa non HP, tenere premuto il pulsante Accensione, premere tre volte il pulsante Riprendi quindi rilasciare il pulsante Accensione. Ciò potrebbe comunque incidere sulla qualità di stampa e sulle informazioni relative al livello di inchiostro. Altrimenti, sostituirla con una cartuccia di stampa HP. Se la cartuccia è stata acquistata come prodotto HP originale, visitare il sito Web all’indirizzo www.hp.com/go/anticounterfeit.";

PPCResumeName = "Ripristino PPC";
MediaTypeMismatchName = "Tipo di supporto non coerente";
CustomMediaMismatchName = "Supporto personalizzato non coerente";
PenCleaningName = "Pulizia penna";
PenCheckingName = "Verifica penna";
ParsingName = "Analisi in corso";
DryingMediaName = "Asciugatura supporto";
AccessingPensName = "Accesso alle penne";
AligningPensName = "Allineamento delle penne";
LoadingMediaName = "Caricamento del supporto";
UnloadingMediaName = "Scaricamento del supporto";
NestingPlotsName = "Tracciati nidificati";
ReplacingPrintKitName = "Sostituzione kit di stampa";
GoingOnName = "In corso";
TransitionName = "Transizione";
PanelAccessName = "Accesso pannello anteriore";

ParserErrorName = "Errore del parser";
PenMissingName = "Penna mancante";
IncorrectPenInstalledName = "Penna installata non corretta";
TrayMediaJamName = "Inceppamento vassoio supporto";
MediaUnavailableName = "Supporto non disponibile";
UnknownMediaName = "Supporto sconosciuto";
MediaLevelInWrongPositionName = "Livello supporto in posizione errata";
MediaMisalignedName = "Supporto non allineato";
MediaInWrongFormatName = "Supporto in formato errato";
MediaMispositionedName = "Supporto posizionato in modo non corretto";
MediaEdgeNotDetectedName = "Bordo supporto non rilevato";
InkSupplyMissingName = "Fornitura inchiostro mancante";
IncorrectInkSupplyInstalledName = "Fornitura inchiostro installata non corretta";
InkSharedAddressError = "Problema delle cartucce d'inchiostro";
InkSupplyFailureName = "Errore della fornitura di inchiostro";
PenCleanerMissingName = "Programma pulizia penna mancante";
PenCleanerIncorrectName = "Programma pulizia penna non corretto";

UpgradableSupplyName = "Aggiornamento sicuro rilevato";
SupplyUpgradeSuccessName = "Aggiornamento sicuro completato";
SupplyUpgradeFailedName = "Aggiornamento sicuro non completato";

SubscribedPagesLowName = "Pagine sottoscritte in esaurimento";
SubscribedPagesVeryLowName = "Pagine sottoscritte quasi esaurite";
SubscribedPagesOutName = "Pagine sottoscritte esaurite";
SubscriptionNeedToConnectName = "Per la registrazione serve la connessione";
SubscriptionSuccessfulName = "Registrazione Ink riuscita";
SubscriptionCancellationSuccessfulName = "Sottoscrizione annullata";
SupplyNeedsEnrollmentName = "Richiesta registrazione a Instant Ink";
NeedToOrderCartridgeName = "Necessario ordinare cartuccia";
ImportantMessageName = "È disponibile un messaggio importante";

PhotoTrayProblemName = "Problema con il vassoio per foto";
CriticalConditionName = "Importante";
CriticalConditionTitle = "Il dispositivo richiede attenzione";
CriticalConditionMsg = "Per ulteriori informazioni, vedere i messaggi sul Pannello di controllo.";

OutputTrayClosedName = "Vassoio di uscita chiuso";
OutputTrayClosedTitle = "Vassoio di uscita chiuso";
OutputTrayClosedMsg = "Per stampare è necessario che il vassoio di uscita sia aperto. Aprire il vassoio di uscita.";

LowPaperTitle = "Carta quasi esaurita";
LowPaperMsg = "Aggiungere carta nel vassoio di immissione.";
LowPaperName = "Carta quasi esaurita";

NoPaperName = "Carta esaurita";
NoPaperTitle = "Carta esaurita";
NoPaperMsg = "Carta esaurita nel dispositivo. Aggiungere altra carta nel vassoio di alimentazione.";
OutOfPaperTitle = "Carta esaurita nel dispositivo";
OutOfPaperMsg = "Caricare altra carta e premere il pulsante $FrontPanelAcceptButton$ sul dispositivo.";

TrayOpenTitle = "Il vassoio della carta è aperto";
TrayOpenMsg = "Chiudere tutti i vassoi";
TrayOpenName = "Vassoio aperto";

DoorOpenTitle = "Porta/copertura aperta";
DoorOpenMsg = "Impossibile stampare perché è aperto un coperchio. Chiudere tutti i coperchi sul dispositivo.";
DoorOpenName = "Porta/copertura aperta";
FrontDoorOpenTitle = "Sportello anteriore aperto";
FrontDoorOpenName = "Sportello anteriore aperto";
RearDoorOpenTitle = "Sportello posteriore aperto";
RearDoorOpenName = "Sportello posteriore aperto";

CloseLeftDoorName = "Chiudere sportello sinistro";
CloseRightDoorName = "Chiudere sportello destro";
CloseLowerRightDoorName = "Chiudere sportello inferiore destro";
DefectiveMemoryName = "Errore di memoria insufficiente";
DefectiveMemoryOnTonerName = "Errore memoria materiale di consumo sulla cartuccia";
DefectiveMemoryOnDrumName = "Errore memoria fornitura su tamburo";

JammedTitle = "Inceppamento della carta";
JammedMsg = "Si è verificato un inceppamento della carta. Individuare la carta inceppata e rimuoverla.";
PaperJamTitle = "Carta inceppata";
PaperJamMsg = "Inceppamento carta. Eliminare l'inceppamento carta e premere il pulsante $FrontPanelAcceptButton$ sul dispositivo.";

ADFPickErrorTrayName = "Errore di alimentazione dell'alimentatore di documenti";
ADFJammedTrayName = "Inceppamento nell'alimentatore di documenti";

CarriageJamTitle = "Inceppamento del carrello";
CarriageJamMsg = "Si è verificato un inceppamento del carrello. Individuare la carta inceppata e rimuoverla.";
CarriageJamName = "Inceppamento del carrello";

PaperJamInTrayName = "Inceppamento carta nel vassoio";
PaperJamInFuserName = "Inceppamento carta nel fusibile";
PaperJamInOutputTrayName = "Inceppamento carta nel vassoio di uscita";
PaperJamInDuplixerName = "Inceppamento carta nell'unità fronte/retro";

OfflineTitle = "Dispositivo offline";
OfflineMsg = "Il dispositivo è offline e non è in grado di elaborare i lavori di stampa.";
OfflineName = "Fuori linea";

StartupRoutineFailedName = "Avviso inchiostro routine di inizializzazione";
CartridgeCounterfeitOrUsedName = "Rilevata cartuccia usata o contraffatta";
SupplyCartridgeRefilledName = "Rilevata cartuccia usata, rigenerata o contraffatta";
CartridgeCounterfeitAdvisoryName = "Avviso cartuccia contraffatta";

UnauthorizedSupplyName = "Cartuccia non autorizzata";

CartridgeMissingOrPaperJamTitle = "Inceppamento carta o cartuccia nero mancante";
CartridgeMissingOrPaperJamMsg = "Installare la cartuccia del nero o rimuovere l'inceppamento, quindi aprire e richiudere lo sportello.";
CartridgeMissingOrPaperJamName = "Inceppamento carta o cartuccia nero mancante";

InsertSETUPCartridge = "Inserire cartuccia configurata";
InsertNonSETUPCartridge = "Inserire cartuccia non configurata";

WaxSpittoonReplaceNeededTitle = "Sostituire immediatamtente il modulo dell’inchiostro";
WaxSpittoonReplaceNeededMsg = "Il modulo dell’inchiostro è ora pieno. Quando è pieno, la stampante interrompe la stampa. Se si dispone di un modulo dell’inchiostro di ricambio, sostituirlo adesso seguendo le istruzioni allegate. In caso contrario, visitare il sito www.hp.com/support/dj460 o rivolgersi al servizio di assistenza clienti HP per ottenere un modulo di ricambio. Nel frattempo, rimuovere la cartuccia di stampa destra e continuare a stampare. La stampante può stampare usando solo la cartuccia di stampa a colori, ma i risultati di colore e la velocità di stampa potrebbero essere compromessi.";
WaxSpittoonReplaceNeededName = "Il raccoglitore della cera è pieno.";

IsmFullName = "Modulo pieno";
IsmFullTitle = "Il modulo dell'inchiostro è pieno";
IsmFullMsg = "Sostituire immediatamente il Modulo dell'inchiostro.";

PrintheadsServiceStatus = "Manutenzione penna";
PrintheadsServiceSupplies = "Manutenzione testine di stampa";

PaperMismatchTitle = "Errore corrispondenza carta";
PaperMismatchMsg = "Il formato di carta rilevato non corrisponde a quello selezionato. Premere $FrontPanelAcceptButton$ e scegliere un formato di carta diverso o cambiare la carta nella periferica.";
UnexpectedPaperSizeName = "Formato carta imprevisto";

BlackCartridgeMisinstalledName = "Cartuccia di stampa in nero non installata correttamente";
BlackCartridgeMisinstalledTitle = "Cartuccia di stampa in nero non installata correttamente";
BlackCartridgeMisinstalledMsg = "Si è verificato un problema con la cartuccia di stampa in nero. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa. Se non si ha a disposizione una cartuccia di ricambio quando la qualità della stampa comincia a deteriorare, rimuovere la cartuccia di stampa e stampare usando solo la cartuccia di stampa rimasta. La stampante potrebbe stampare più lentamente e i colori stampati potrebbero non corrispondere a quelli ottenuti quando tutte le cartucce di stampa sono installate.";
BlackCartridgeMisinstalledShortMsg = "Si è verificato un problema con la cartuccia di stampa in nero. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa.";
OnePenDeviceBlackCartridgeMisinstalledMsg = "Si è verificato un problema con la cartuccia di stampa in nero. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa.";

ColorCartridgeMissingTitle = "Cartuccia di stampa colore mancante";
ColorCartridgeMissingMsg = "La cartuccia di stampa colore non è stata rilevata nella stampante perché non è installata correttamente o manca. La stampante può stampare usando una singola cartuccia di stampa, ma i risultati di colore e la velocità di stampa potrebbero essere compromessi. Se è stata installata di recente una cartuccia di stampa, controllare di avere rimosso il nastro di plastica che copre gli ugelli dell’inchiostro.";

ColorCartridgeMisinstalledName = "Cartuccia di stampa a colori non installata correttamente";
ColorCartridgeMisinstalledTitle = "Cartuccia di stampa a colori non installata correttamente";
ColorCartridgeMisinstalledMsg = "Si è verificato un problema con la cartuccia di stampa a colori. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa. Se non si ha a disposizione una cartuccia di ricambio quando la qualità della stampa comincia a deteriorare, rimuovere la cartuccia di stampa e stampare usando solo la cartuccia di stampa rimasta. La stampante potrebbe stampare più lentamente e i colori stampati potrebbero non corrispondere a quelli ottenuti quando tutte le cartucce di stampa sono installate.";
ColorCartridgeMisinstalledShortMsg = "Si è verificato un problema con la cartuccia di stampa a colori. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa.";
OnePenDeviceColorCartridgeMisinstalledMsg = "Si è verificato un problema con la cartuccia di stampa a colori. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa.";

PhotoCartridgeMisinstalledName = "Cartuccia di stampa fotografica non installata correttamente";
PhotoCartridgeMisinstalledTitle = "Cartuccia di stampa fotografica non installata correttamente";
PhotoCartridgeMisinstalledMsg = "Si è verificato un problema con la cartuccia di stampa fotografica. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa. Se non si ha a disposizione una cartuccia di ricambio quando la qualità della stampa comincia a deteriorare, rimuovere la cartuccia di stampa e stampare usando solo la cartuccia di stampa rimasta. La stampante potrebbe stampare più lentamente e i colori stampati potrebbero non corrispondere a quelli ottenuti quando tutte le cartucce di stampa sono installate.";
PhotoCartridgeMisinstalledShortMsg = "Si è verificato un problema con la cartuccia di stampa fotografica. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa.";
OnePenDevicePhotoCartridgeMisinstalledMsg = "Si è verificato un problema con la cartuccia di stampa fotografica. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa.";

GrayCartridgeMisinstalledName = "Cartuccia di stampa in grigio non installata correttamente";
GrayCartridgeMisinstalledTitle = "Cartuccia di stampa in grigio non installata correttamente";
GrayCartridgeMisinstalledMsg = "Si è verificato un problema con la cartuccia di stampa in grigio. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa. Se non si ha a disposizione una cartuccia di ricambio quando la qualità della stampa comincia a deteriorare, rimuovere la cartuccia di stampa e stampare usando solo la cartuccia di stampa rimasta. La stampante potrebbe stampare più lentamente e i colori stampati potrebbero non corrispondere a quelli ottenuti quando tutte le cartucce di stampa sono installate.";
GrayCartridgeMisinstalledShortMsg = "Si è verificato un problema con la cartuccia di stampa in grigio. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa.";
OnePenDeviceGrayCartridgeMisinstalledMsg = "Si è verificato un problema con la cartuccia di stampa in grigio. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa.";

BlackCartridgeErrorName = "Problema con la cartuccia di stampa in nero";
BlackCartridgeErrorTitle = "Problema con la cartuccia di stampa in nero";
BlackCartridgeErrorMsg = "Si è verificato un problema con la cartuccia di stampa in nero. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa. Se non si ha a disposizione una cartuccia di ricambio quando la qualità della stampa comincia a deteriorare, rimuovere la cartuccia di stampa e stampare usando solo la cartuccia di stampa rimasta. La stampante stamperà tutti i documenti in scala di grigi usando solo la cartuccia di stampa rimasta.";
BlackCartridgeErrorShortMsg = "Si è verificato un problema con la cartuccia di stampa in nero. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa.";
OnePenDeviceBlackCartridgeErrorMsg = "Si è verificato un problema con la cartuccia di stampa in nero. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa.";

ColorCartridgeErrorName = "Problema con la cartuccia di stampa a colori";
ColorCartridgeErrorTitle = "Problema con la cartuccia di stampa a colori";
ColorCartridgeErrorMsg = "Si è verificato un problema con la cartuccia di stampa a colori. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa. Se non si ha a disposizione una cartuccia di ricambio quando la qualità della stampa comincia a deteriorare, rimuovere la cartuccia di stampa e stampare usando solo la cartuccia di stampa rimasta. La stampante stamperà tutti i documenti in scala di grigi usando solo la cartuccia di stampa rimasta.";
ColorCartridgeErrorShortMsg = "Si è verificato un problema con la cartuccia di stampa a colori. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa.";
OnePenDeviceColorCartridgeErrorMsg = "Si è verificato un problema con la cartuccia di stampa a colori. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa.";

PhotoCartridgeErrorName = "Problema con la cartuccia di stampa fotografica";
PhotoCartridgeErrorTitle = "Problema con la cartuccia di stampa fotografica";
PhotoCartridgeErrorMsg = "Si è verificato un problema con la cartuccia di stampa fotografica. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa. Se non si ha a disposizione una cartuccia di ricambio quando la qualità della stampa comincia a deteriorare, rimuovere la cartuccia di stampa e stampare usando solo la cartuccia di stampa rimasta. La stampante stamperà tutti i documenti in scala di grigi usando solo la cartuccia di stampa rimasta.";
PhotoCartridgeErrorShortMsg = "Si è verificato un problema con la cartuccia di stampa fotografica. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa.";
OnePenDevicePhotoCartridgeErrorMsg = "Si è verificato un problema con la cartuccia di stampa fotografica. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa.";

GrayCartridgeErrorName = "Problema con la cartuccia di stampa in grigio";
GrayCartridgeErrorTitle = "Problema con la cartuccia di stampa in grigio";
GrayCartridgeErrorMsg = "Si è verificato un problema con la cartuccia di stampa in grigio. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa. Se non si ha a disposizione una cartuccia di ricambio quando la qualità della stampa comincia a deteriorare, rimuovere la cartuccia di stampa e stampare usando solo la cartuccia di stampa rimasta. La stampante stamperà tutti i documenti in scala di grigi usando solo la cartuccia di stampa rimasta.";
GrayCartridgeErrorShortMsg = "Si è verificato un problema con la cartuccia di stampa in grigio. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa.";
OnePenDeviceGrayCartridgeErrorMsg = "Si è verificato un problema con la cartuccia di stampa in grigio. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa.";

LeftCartridgeMissingTitle = "Cartuccia di stampa sinistra mancante";
LeftCartridgeMissingMsg = "La cartuccia di stampa sinistra non è stata rilevata nella stampante perché non è installata correttamente o manca. La stampante può stampare usando una singola cartuccia di stampa, ma i risultati di colore e la velocità di stampa potrebbero essere compromessi. Se è stata installata di recente una cartuccia di stampa, controllare di avere rimosso il nastro di plastica che copre gli ugelli dell’inchiostro.";
LeftCartridgeMissingShortMsg = "La cartuccia di stampa sinistra non è stata rilevata nella stampante perché non è installata correttamente o manca. Se è stata installata di recente una cartuccia di stampa, controllare di avere rimosso il nastro di plastica che copre gli ugelli dell’inchiostro.";
LeftCartridgeMissingName = "Cartuccia di stampa sinistra mancante";

LeftCartridgeMisinstalledTitle = "Cartuccia di stampa sinistra non installata correttamente";
LeftCartridgeMisinstalledMsg = "Si è verificato un problema con la cartuccia di stampa sinistra. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa. Se non si ha a disposizione una cartuccia di ricambio quando la qualità della stampa comincia a deteriorare, rimuovere la cartuccia di stampa e stampare usando solo la cartuccia di stampa rimasta. La stampante potrebbe stampare più lentamente e i colori stampati potrebbero non corrispondere a quelli ottenuti quando tutte le cartucce di stampa sono installate.";
LeftCartridgeMisinstalledShortMsg = "Si è verificato un problema con la cartuccia di stampa sinistra. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa.";
LeftCartridgeMisinstalledName = "Cartuccia di stampa sinistra non installata correttamente";

LeftCartridgeIncorrectTitle = "Cartuccia di stampa non corretta";
LeftCartridgeIncorrectMsg = "Si è verificato un problema con la cartuccia di stampa sinistra. Almeno una delle cartucce di stampa correntemente installate non è adatta per questa stampante. Per ulteriori informazioni sulle cartucce di stampa per la stampante in uso, vedere lo \"$SupplyInfoTask$\" schermo.";
LeftCartridgeIncorrectName = "Cartuccia di stampa non corretta";

LeftCartridgeErrorTitle = "Problema con la cartuccia di stampa sinistra";
LeftCartridgeErrorMsg = "Si è verificato un problema con la cartuccia di stampa sinistra. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa. Se non si ha a disposizione una cartuccia di ricambio quando la qualità della stampa comincia a deteriorare, rimuovere la cartuccia di stampa e stampare usando solo la cartuccia di stampa rimasta. La stampante stamperà tutti i documenti in scala di grigi usando solo la cartuccia di stampa rimasta.";
LeftCartridgeErrorShortMsg = "Si è verificato un problema con la cartuccia di stampa sinistra. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa.";
LeftCartridgeErrorName = "Problema con la cartuccia di stampa sinistra";

LeftCartridgeExpiredTitle = "Cartuccia scaduta - Sinistra";
LeftCartridgeExpiredMsg = "L'inchiostro nella seguente cartuccia è scaduto: Sinistra.\nL'assistenza alla stampante o le riparazioni dovute all'uso di inchiostro scaduto non sono coperte da garanzia.\nÈ possibile rimuovere e sostituire la cartuccia di inchiostro scaduta.";

LeftCartridgeNonHPTitle = "Cartuccia non di tipo HP - Sinistra";
LeftCartridgeNonHPMsg = "HP non offre alcuna garanzia sulla qualità e l'affidabilità dei materiali di consumo non HP. L'assistenza alla stampante o le riparazioni dovute all'uso di inchiostro non HP non sono coperte da garanzia.\nSe si ritiene di aver acquistato una cartuccia di stampa HP originale, visitare il sito: www.hp.com/go/anticounterfeit\nLe cartucce di stampa originali HP sono studiate e testate sulle stampanti HP per garantire eccellenti risultati, stampa dopo stampa.";

LeftCartridgeLowTitle = "Cartuccia quasi esaurita - Sinistra";
LeftCartridgeLowMsg = "Occorre sostituire al più presto la cartuccia d’inchiostro. Una volta esaurita la cartuccia, la stampante non stamperà fino ad avvenuta sostituzione della cartuccia.";

LeftCartridgeOutTitle = "Cartuccia esaurita - Sinistra";
LeftCartridgeOutMsg = "Sostituirla con una nuova cartuccia d’inchiostro del HP. La stampante stamperà solo ad avvenuta sostituzione della cartuccia.";

RightCartridgeMissingTitle = "Cartuccia di stampa destra mancante";
RightCartridgeMissingMsg = "La cartuccia di stampa destra non è stata rilevata nella stampante perché non è installata correttamente o manca. La stampante può stampare usando solo la cartuccia di stampa a colori, ma i risultati di colore e la velocità di stampa potrebbero essere compromessi. Se è stata installata di recente una cartuccia di stampa, controllare di avere rimosso il nastro di plastica che copre gli ugelli dell’inchiostro.";
RightCartridgeMissingShortMsg = "La cartuccia di stampa destra non è stata rilevata nella stampante perché non è installata correttamente o manca. Se è stata installata di recente una cartuccia di stampa, controllare di avere rimosso il nastro di plastica che copre gli ugelli dell’inchiostro.";
RightCartridgeMissingName = "Cartuccia di stampa destra mancante";

RightCartridgeMisinstalledTitle = "Cartuccia di stampa destra non installata correttamente";
RightCartridgeMisinstalledMsg = "Si è verificato un problema con la cartuccia di stampa destra. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa. Se non si ha a disposizione una cartuccia di ricambio quando la qualità della stampa comincia a deteriorare, rimuovere la cartuccia di stampa e stampare usando solo la cartuccia di stampa rimasta. La stampante potrebbe stampare più lentamente e i colori stampati potrebbero non corrispondere a quelli ottenuti quando tutte le cartucce di stampa sono installate.";
RightCartridgeMisinstalledShortMsg = "Si è verificato un problema con la cartuccia di stampa destra. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa.";
RightCartridgeMisinstalledName = "Cartuccia di stampa destra non installata correttamente";

RightCartridgeIncorrectTitle = "Cartuccia di stampa non corretta";
RightCartridgeIncorrectMsg = "Si è verificato un problema con la cartuccia di stampa destra. Almeno una delle cartucce di stampa correntemente installate non è adatta per questa stampante. Per ulteriori informazioni sulle cartucce di stampa per la stampante in uso, vedere lo \"$SupplyInfoTask$\" schermo.";
RightCartridgeIncorrectName = "Cartuccia di stampa non corretta";

RightCartridgeErrorTitle = "Problema con la cartuccia di stampa destra";
RightCartridgeErrorMsg = "Si è verificato un problema con la cartuccia di stampa destra. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa. Se non si ha a disposizione una cartuccia di ricambio quando la qualità della stampa comincia a deteriorare, rimuovere la cartuccia di stampa e stampare usando solo la cartuccia di stampa rimasta. La stampante stamperà tutti i documenti in scala di grigi usando solo la cartuccia di stampa rimasta.";
RightCartridgeErrorShortMsg = "Si è verificato un problema con la cartuccia di stampa destra. Per risolvere il problema:\n1. Rimuovere la cartuccia di stampa.\n2. Reinserire la cartuccia di stampa.\nSe il problema persiste, sostituire la cartuccia di stampa.";
RightCartridgeErrorName = "Problema con la cartuccia di stampa destra";

RightCartridgeExpiredTitle = "Cartuccia scaduta - Destra";
RightCartridgeExpiredMsg = "L'inchiostro nella seguente cartuccia è scaduto: Destra.\nL'assistenza alla stampante o le riparazioni dovute all'uso di inchiostro scaduto non sono coperte da garanzia.\nÈ possibile rimuovere e sostituire la cartuccia di inchiostro scaduta.";

RightCartridgeNonHPTitle = "Cartuccia non di tipo HP - Destra";
RightCartridgeNonHPMsg = "HP non offre alcuna garanzia sulla qualità e l'affidabilità dei materiali di consumo non HP. L'assistenza alla stampante o le riparazioni dovute all'uso di inchiostro non HP non sono coperte da garanzia.\nSe si ritiene di aver acquistato una cartuccia di stampa HP originale, visitare il sito: www.hp.com/go/anticounterfeit\nLe cartucce di stampa originali HP sono studiate e testate sulle stampanti HP per garantire eccellenti risultati, stampa dopo stampa.";

RightCartridgeLowTitle = "Cartuccia quasi esaurita - Destra";
RightCartridgeLowMsg = "Occorre sostituire al più presto la cartuccia d’inchiostro. Una volta esaurita la cartuccia, la stampante non stamperà fino ad avvenuta sostituzione della cartuccia.";

RightCartridgeOutTitle = "Cartuccia esurita - Destra";
RightCartridgeOutMsg = "Sostituire con una nuova cartuccia d'inchiostro HP. La stampante potrà stampare solo dopo che sarà stata effettuata la sostituzione della cartuccia.";

OnePenDeviceCartridgeMissingName = "Cartuccia mancante";
OnePenDeviceCartridgeMissingTitle = "Cartuccia di stampa mancante";
OnePenDeviceCartridgeMissingMsg = "La cartuccia di stampa non è stata rilevata nella stampante perché non è installata correttamente o manca. Se è stata installata di recente una cartuccia di stampa, controllare di avere rimosso il nastro di plastica protettivo che copre gli ugelli dell'inchiostro.";

OnePenDeviceCartridgeMisinstalledName = "Cartuccia non installata correttamente";
OnePenDeviceCartridgeMisinstalledTitle = "Cartuccia di stampa non installata correttamente";
OnePenDeviceCartridgeMisinstalledMsg = "Si è verificato un problema con la cartuccia di stampa. Per risolvere il problema:\n1. Togliere la cartuccia di stampa.\n2. Inserire di nuovo la cartuccia di stampa.\nSostituire la cartuccia di stampa se il problema persiste.";

OnePenDeviceCartridgeIncorrectName = "Cartuccia di stampa non corretta";
OnePenDeviceCartridgeIncorrectTitle = "Cartuccia di stampa non corretta";
OnePenDeviceCartridgeIncorrectMsg = "Si è verificato un problema con la cartuccia di stampa. La cartuccia di stampa attualmente installata non è appropriata per la stampante. Per ulteriori informazioni sulle cartucce di stampa per la stampante in uso, vedere lo \"$SupplyInfoTask$\" schermo.";

OnePenDeviceCartridgeErrorName = "Problema con la cartuccia di stampa";
OnePenDeviceCartridgeErrorTitle = "Problema con la cartuccia di stampa";
OnePenDeviceCartridgeErrorMsg = "Si è verificato un problema con la cartuccia di stampa. Per risolvere il problema:\n1. Togliere la cartuccia di stampa.\n2. Inserire di nuovo la cartuccia di stampa.\nSostituire la cartuccia di stampa se il problema persiste.";

SeparatePenDeviceBlackCartridgeMissingName = "Cartuccia di stampa in nero mancante";
SeparatePenDeviceBlackCartridgeMissingTitle = "Cartuccia d’inchiostro in nero mancante";
SeparatePenDeviceBlackCartridgeMissingMsg = "La cartuccia d’inchiostro in nero non è stata rilevata nella stampante perché non è installata correttamente o manca.";

SeparatePenDeviceBlackCartridgeMisinstalledName = "Cartuccia di stampa in nero non installata correttamente";
SeparatePenDeviceBlackCartridgeMisinstalledTitle = "Cartuccia d’inchiostro in nero non installata correttamente";
SeparatePenDeviceBlackCartridgeMisinstalledMsg = "Si è verificato un problema con la cartuccia d’inchiostro in nero. Per risolvere il problema:\n1. Togliere la cartuccia d’inchiostro.\n2. Inserire di nuovo la cartuccia d’inchiostro.\nSostituire la cartuccia d’inchiostro se il problema persiste.";

SeparatePenDeviceBlackCartridgeIncorrectName = "Cartuccia di stampa in nero non corretta";
SeparatePenDeviceBlackCartridgeIncorrectTitle = "Cartuccia d’inchiostro in nero non corretta";
SeparatePenDeviceBlackCartridgeIncorrectMsg = "Si è verificato un problema con la cartuccia d’inchiostro in nero. Almeno una delle cartucce d’inchiostro correntemente installate non è adatta per questa stampante. Per ulteriori informazioni sulle cartucce d’inchiostro per la stampante in uso, vedere lo \"$SupplyInfoTask$\" schermo.";

SeparatePenDeviceBlackCartridgeErrorName = "Problema con la cartuccia di stampa in nero";
SeparatePenDeviceBlackCartridgeErrorTitle = "Problema con la cartuccia d’inchiostro in nero";
SeparatePenDeviceBlackCartridgeErrorMsg = "Si è verificato un problema con la cartuccia d’inchiostro in nero. Per risolvere il problema:\n1. Togliere la cartuccia d’inchiostro.\n2. Inserire di nuovo la cartuccia d’inchiostro.\nSostituire la cartuccia d’inchiostro se il problema persiste.";

SeparatePenDeviceBlackCartridgeLowTitle = "Inchiostro nero in esaurimento.";
SeparatePenDeviceBlackCartridgeLowMsg = "Occorre sostituire al più presto la cartuccia d’inchiostro. Una volta esaurita la cartuccia, la stampante non stamperà fino ad avvenuta sostituzione della cartuccia.";

SeparatePenDeviceBlackCartridgeOutTitle = "Sostituire la cartuccia d’inchiostro del nero esaurita.";
SeparatePenDeviceBlackCartridgeOutMsg = "Sostituirla con una nuova cartuccia d’inchiostro del nero HP. La stampante stamperà solo ad avvenuta sostituzione della cartuccia.";

SeparatePenDeviceBlackCartridgeExpiredTitle = "Cartuccia scaduta - Nero";
SeparatePenDeviceBlackCartridgeExpiredMsg = "L'inchiostro nella seguente cartuccia è scaduto: Nero.\nL'assistenza alla stampante o le riparazioni dovute all'uso di inchiostro scaduto non sono coperte da garanzia.\nÈ possibile rimuovere e sostituire la cartuccia di inchiostro scaduta.";

SeparatePenDeviceBlackCartridgeNonHPTitle = "Cartuccia non di tipo HP - Nero";
SeparatePenDeviceBlackCartridgeNonHPMsg = "HP non offre alcuna garanzia sulla qualità e l'affidabilità dei materiali di consumo non HP. L'assistenza alla stampante o le riparazioni dovute all'uso di inchiostro non HP non sono coperte da garanzia.\nSe si ritiene di aver acquistato una cartuccia di stampa HP originale, visitare il sito: www.hp.com/go/anticounterfeit\nLe cartucce di stampa originali HP sono studiate e testate sulle stampanti HP per garantire eccellenti risultati, stampa dopo stampa.";

SeparatePenDeviceCyanCartridgeMissingName = "Cartuccia di stampa in ciano mancante";
SeparatePenDeviceCyanCartridgeMissingTitle = "Cartuccia d’inchiostro in ciano mancante";
SeparatePenDeviceCyanCartridgeMissingMsg = "La cartuccia d’inchiostro in ciano non è stata rilevata nella stampante perché non è installata correttamente o manca.";

SeparatePenDeviceCyanCartridgeMisinstalledName = "Cartuccia di stampa in ciano non installata correttamente";
SeparatePenDeviceCyanCartridgeMisinstalledTitle = "Cartuccia d’inchiostro in ciano non installata correttamente";
SeparatePenDeviceCyanCartridgeMisinstalledMsg = "Si è verificato un problema con la cartuccia d’inchiostro in ciano. Per risolvere il problema:\n1. Togliere la cartuccia d’inchiostro.\n2. Inserire di nuovo la cartuccia d’inchiostro.\nSostituire la cartuccia d’inchiostro se il problema persiste.";

SeparatePenDeviceCyanCartridgeIncorrectName = "Cartuccia di stampa in ciano non corretta";
SeparatePenDeviceCyanCartridgeIncorrectTitle = "Cartuccia d’inchiostro in ciano non corretta";
SeparatePenDeviceCyanCartridgeIncorrectMsg = "Si è verificato un problema con la cartuccia d’inchiostro in ciano. Almeno una delle cartucce d’inchiostro correntemente installate non è adatta per questa stampante. Per ulteriori informazioni sulle cartucce d’inchiostro per la stampante in uso, vedere lo \"$SupplyInfoTask$\" schermo.";

SeparatePenDeviceCyanCartridgeErrorName = "Problema con la cartuccia di stampa in ciano";
SeparatePenDeviceCyanCartridgeErrorTitle = "Problema con la cartuccia d’inchiostro in ciano";
SeparatePenDeviceCyanCartridgeErrorMsg = "Si è verificato un problema con la cartuccia d’inchiostro in ciano. Per risolvere il problema:\n1. Togliere la cartuccia d’inchiostro.\n2. Inserire di nuovo la cartuccia d’inchiostro.\nSostituire la cartuccia d’inchiostro se il problema persiste.";

SeparatePenDeviceCyanCartridgeLowTitle = "Inchiostro ciano in esaurimento.";
SeparatePenDeviceCyanCartridgeLowMsg = "Occorre sostituire al più presto la cartuccia d’inchiostro. Una volta esaurita la cartuccia, la stampante non stamperà fino ad avvenuta sostituzione della cartuccia.";

SeparatePenDeviceCyanCartridgeOutTitle = "Sostituire la cartuccia d’inchiostro del ciano esaurita.";
SeparatePenDeviceCyanCartridgeOutMsg = "Sostituirla con una nuova cartuccia d’inchiostro del ciano HP. La stampante stamperà solo ad avvenuta sostituzione della cartuccia.";

SeparatePenDeviceCyanCartridgeExpiredTitle = "Cartuccia scaduta - Ciano";
SeparatePenDeviceCyanCartridgeExpiredMsg = "L'inchiostro nella seguente cartuccia è scaduto: Ciano.\nL'assistenza alla stampante o le riparazioni dovute all'uso di inchiostro scaduto non sono coperte da garanzia.\nÈ possibile rimuovere e sostituire la cartuccia di inchiostro scaduta.";

SeparatePenDeviceCyanCartridgeNonHPTitle = "Cartuccia non di tipo HP - Ciano";
SeparatePenDeviceCyanCartridgeNonHPMsg = "HP non offre alcuna garanzia sulla qualità e l'affidabilità dei materiali di consumo non HP. L'assistenza alla stampante o le riparazioni dovute all'uso di inchiostro non HP non sono coperte da garanzia.\nSe si ritiene di aver acquistato una cartuccia di stampa HP originale, visitare il sito: www.hp.com/go/anticounterfeit\nLe cartucce di stampa originali HP sono studiate e testate sulle stampanti HP per garantire eccellenti risultati, stampa dopo stampa.";

SeparatePenDeviceMagentaCartridgeMissingName = "Cartuccia di stampa in magenta mancante";
SeparatePenDeviceMagentaCartridgeMissingTitle = "Cartuccia d’inchiostro in magenta mancante";
SeparatePenDeviceMagentaCartridgeMissingMsg = "La cartuccia d’inchiostro in magenta non è stata rilevata nella stampante perché non è installata correttamente o manca.";

SeparatePenDeviceMagentaCartridgeMisinstalledName = "Cartuccia di stampa in magenta non installata correttamente";
SeparatePenDeviceMagentaCartridgeMisinstalledTitle = "Cartuccia d’inchiostro in magenta non installata correttamente";
SeparatePenDeviceMagentaCartridgeMisinstalledMsg = "Si è verificato un problema con la cartuccia d’inchiostro in magenta. Per risolvere il problema:\n1. Togliere la cartuccia d’inchiostro.\n2. Inserire di nuovo la cartuccia d’inchiostro.\nSostituire la cartuccia d’inchiostro se il problema persiste.";

SeparatePenDeviceMagentaCartridgeIncorrectName = "Cartuccia di stampa in magenta non corretta";
SeparatePenDeviceMagentaCartridgeIncorrectTitle = "Cartuccia d’inchiostro in magenta non corretta";
SeparatePenDeviceMagentaCartridgeIncorrectMsg = "Si è verificato un problema con la cartuccia d’inchiostro in magenta. Almeno una delle cartucce d’inchiostro correntemente installate non è adatta per questa stampante. Per ulteriori informazioni sulle cartucce d’inchiostro per la stampante in uso, vedere lo \"$SupplyInfoTask$\" schermo.";

SeparatePenDeviceMagentaCartridgeErrorName = "Problema con la cartuccia di stampa in magenta";
SeparatePenDeviceMagentaCartridgeErrorTitle = "Problema con la cartuccia d’inchiostro in magenta";
SeparatePenDeviceMagentaCartridgeErrorMsg = "Si è verificato un problema con la cartuccia d’inchiostro in magenta. Per risolvere il problema:\n1. Togliere la cartuccia d’inchiostro.\n2. Inserire di nuovo la cartuccia d’inchiostro.\nSostituire la cartuccia d’inchiostro se il problema persiste.";

SeparatePenDeviceMagentaCartridgeLowTitle = "Inchiostro magenta in esaurimento.";
SeparatePenDeviceMagentaCartridgeLowMsg = "Occorre sostituire al più presto la cartuccia d’inchiostro. Una volta esaurita la cartuccia, la stampante non stamperà fino ad avvenuta sostituzione della cartuccia.";

SeparatePenDeviceMagentaCartridgeOutTitle = "Sostituire la cartuccia d’inchiostro del magenta esaurita.";
SeparatePenDeviceMagentaCartridgeOutMsg = "Sostituirla con una nuova cartuccia d’inchiostro del magenta HP. La stampante stamperà solo ad avvenuta sostituzione della cartuccia.";

SeparatePenDeviceMagentaCartridgeExpiredTitle = "Cartuccia scaduta - Magenta";
SeparatePenDeviceMagentaCartridgeExpiredMsg = "L'inchiostro nella seguente cartuccia è scaduto: Magenta.\nL'assistenza alla stampante o le riparazioni dovute all'uso di inchiostro scaduto non sono coperte da garanzia.\nÈ possibile rimuovere e sostituire la cartuccia di inchiostro scaduta.";

SeparatePenDeviceMagentaCartridgeNonHPTitle = "Cartuccia non di tipo HP - Magenta";
SeparatePenDeviceMagentaCartridgeNonHPMsg = "HP non offre alcuna garanzia sulla qualità e l'affidabilità dei materiali di consumo non HP. L'assistenza alla stampante o le riparazioni dovute all'uso di inchiostro non HP non sono coperte da garanzia.\nSe si ritiene di aver acquistato una cartuccia di stampa HP originale, visitare il sito: www.hp.com/go/anticounterfeit\nLe cartucce di stampa originali HP sono studiate e testate sulle stampanti HP per garantire eccellenti risultati, stampa dopo stampa.";

SeparatePenDeviceYellowCartridgeMissingName = "Cartuccia di stampa in giallo mancante";
SeparatePenDeviceYellowCartridgeMissingTitle = "Cartuccia d’inchiostro in giallo mancante";
SeparatePenDeviceYellowCartridgeMissingMsg = "La cartuccia d’inchiostro in giallo non è stata rilevata nella stampante perché non è installata correttamente o manca.";

SeparatePenDeviceYellowCartridgeMisinstalledName = "Cartuccia di stampa in giallo non installata correttamente";
SeparatePenDeviceYellowCartridgeMisinstalledTitle = "Cartuccia d’inchiostro in giallo non installata correttamente";
SeparatePenDeviceYellowCartridgeMisinstalledMsg = "Si è verificato un problema con la cartuccia d’inchiostro in giallo. Per risolvere il problema:\n1. Togliere la cartuccia d’inchiostro.\n2. Inserire di nuovo la cartuccia d’inchiostro.\nSostituire la cartuccia d’inchiostro se il problema persiste.";

SeparatePenDeviceYellowCartridgeIncorrectName = "Cartuccia di stampa in giallo non corretta";
SeparatePenDeviceYellowCartridgeIncorrectTitle = "Cartuccia d’inchiostro in giallo non corretta";
SeparatePenDeviceYellowCartridgeIncorrectMsg = "Si è verificato un problema con la cartuccia d’inchiostro in giallo. Almeno una delle cartucce d’inchiostro correntemente installate non è adatta per questa stampante. Per ulteriori informazioni sulle cartucce d’inchiostro per la stampante in uso, vedere lo \"$SupplyInfoTask$\" schermo.";

SeparatePenDeviceYellowCartridgeErrorName = "Problema con la cartuccia di stampa in giallo";
SeparatePenDeviceYellowCartridgeErrorTitle = "Problema con la cartuccia d’inchiostro in giallo";
SeparatePenDeviceYellowCartridgeErrorMsg = "Si è verificato un problema con la cartuccia d’inchiostro in giallo. Per risolvere il problema:\n1. Togliere la cartuccia d’inchiostro.\n2. Inserire di nuovo la cartuccia d’inchiostro.\nSostituire la cartuccia d’inchiostro se il problema persiste.";

SeparatePenDeviceYellowCartridgeLowTitle = "Inchiostro giallo in esaurimento.";
SeparatePenDeviceYellowCartridgeLowMsg = "Occorre sostituire al più presto la cartuccia d’inchiostro. Una volta esaurita la cartuccia, la stampante non stamperà fino ad avvenuta sostituzione della cartuccia.";

SeparatePenDeviceYellowCartridgeOutTitle = "Sostituire la cartuccia d’inchiostro del giallo esaurita.";
SeparatePenDeviceYellowCartridgeOutMsg = "Sostituirla con una nuova cartuccia d’inchiostro del giallo HP. La stampante stamperà solo ad avvenuta sostituzione della cartuccia.";

SeparatePenDeviceYellowCartridgeExpiredTitle = "Cartuccia scaduta - Giallo";
SeparatePenDeviceYellowCartridgeExpiredMsg = "L'inchiostro nella seguente cartuccia è scaduto: Giallo.\nL'assistenza alla stampante o le riparazioni dovute all'uso di inchiostro scaduto non sono coperte da garanzia.\nÈ possibile rimuovere e sostituire la cartuccia di inchiostro scaduta.";

SeparatePenDeviceYellowCartridgeNonHPTitle = "Cartuccia non di tipo HP - Giallo";
SeparatePenDeviceYellowCartridgeNonHPMsg = "HP non offre alcuna garanzia sulla qualità e l'affidabilità dei materiali di consumo non HP. L'assistenza alla stampante o le riparazioni dovute all'uso di inchiostro non HP non sono coperte da garanzia.\nSe si ritiene di aver acquistato una cartuccia di stampa HP originale, visitare il sito: www.hp.com/go/anticounterfeit\nLe cartucce di stampa originali HP sono studiate e testate sulle stampanti HP per garantire eccellenti risultati, stampa dopo stampa.";

SeparatePenDeviceLightCyanCartridgeMissingName = "Cartuccia di stampa in ciano chiaro mancante";
SeparatePenDeviceLightCyanCartridgeMissingTitle = "Cartuccia d’inchiostro in ciano chiaro mancante";
SeparatePenDeviceLightCyanCartridgeMissingMsg = "La cartuccia d’inchiostro in ciano chiaro non è stata rilevata nella stampante perché non è installata correttamente o manca.";

SeparatePenDeviceLightCyanCartridgeMisinstalledName = "Cartuccia di stampa in ciano chiaro non installata correttamente";
SeparatePenDeviceLightCyanCartridgeMisinstalledTitle = "Cartuccia d’inchiostro in ciano chiaro non installata correttamente";
SeparatePenDeviceLightCyanCartridgeMisinstalledMsg = "Si è verificato un problema con la cartuccia d’inchiostro in ciano chiaro. Per risolvere il problema:\n1. Togliere la cartuccia d’inchiostro.\n2. Inserire di nuovo la cartuccia d’inchiostro.\nSostituire la cartuccia d’inchiostro se il problema persiste.";

SeparatePenDeviceLightCyanCartridgeIncorrectName = "Cartuccia di stampa in ciano chiaro non corretta";
SeparatePenDeviceLightCyanCartridgeIncorrectTitle = "Cartuccia d’inchiostro in ciano chiaro non corretta";
SeparatePenDeviceLightCyanCartridgeIncorrectMsg = "Si è verificato un problema con la cartuccia d’inchiostro in ciano chiaro. Almeno una delle cartucce d’inchiostro correntemente installate non è adatta per questa stampante. Per ulteriori informazioni sulle cartucce d’inchiostro per la stampante in uso, vedere lo \"$SupplyInfoTask$\" schermo.";

SeparatePenDeviceLightCyanCartridgeErrorName = "Problema con la cartuccia di stampa in ciano chiaro";
SeparatePenDeviceLightCyanCartridgeErrorTitle = "Problema con la cartuccia d’inchiostro in ciano chiaro";
SeparatePenDeviceLightCyanCartridgeErrorMsg = "Si è verificato un problema con la cartuccia d’inchiostro in ciano chiaro. Per risolvere il problema:\n1. Togliere la cartuccia d’inchiostro.\n2. Inserire di nuovo la cartuccia d’inchiostro.\nSostituire la cartuccia d’inchiostro se il problema persiste.";

SeparatePenDeviceLightCyanCartridgeLowTitle = "La cartuccia d’inchiostro in ciano chiaro ha quasi esaurito l’inchiostro.";
SeparatePenDeviceLightCyanCartridgeLowMsg = "Occorre sostituire al più presto la cartuccia d’inchiostro. Una volta esaurita la cartuccia, la stampante non stamperà fino ad avvenuta sostituzione della cartuccia.";

SeparatePenDeviceLightCyanCartridgeOutTitle = "Sostituire la cartuccia d’inchiostro in ciano chiaro vuota.";
SeparatePenDeviceLightCyanCartridgeOutMsg = "Sostituire con una nuova cartuccia d’inchiostro HP in ciano chiaro. La stampante funzionerà solo dopo la sostituzione della cartuccia.";

SeparatePenDeviceLightCyanCartridgeExpiredTitle = "Cartuccia scaduta - Ciano chiaro";
SeparatePenDeviceLightCyanCartridgeExpiredMsg = "L'inchiostro nella seguente cartuccia è scaduto: Ciano chiaro.\nL'assistenza alla stampante o le riparazioni dovute all'uso di inchiostro scaduto non sono coperte da garanzia.\nÈ possibile rimuovere e sostituire la cartuccia di inchiostro scaduta.";

SeparatePenDeviceLightCyanCartridgeNonHPTitle = "Cartuccia non di tipo HP - Ciano chiaro";
SeparatePenDeviceLightCyanCartridgeNonHPMsg = "HP non offre alcuna garanzia sulla qualità e l'affidabilità dei materiali di consumo non HP. L'assistenza alla stampante o le riparazioni dovute all'uso di inchiostro non HP non sono coperte da garanzia.\nSe si ritiene di aver acquistato una cartuccia di stampa HP originale, visitare il sito: www.hp.com/go/anticounterfeit\nLe cartucce di stampa originali HP sono studiate e testate sulle stampanti HP per garantire eccellenti risultati, stampa dopo stampa.";

SeparatePenDeviceLightMagentaCartridgeMissingName = "Cartuccia di stampa in magenta chiaro mancante";
SeparatePenDeviceLightMagentaCartridgeMissingTitle = "Cartuccia d’inchiostro in magenta chiaro mancante";
SeparatePenDeviceLightMagentaCartridgeMissingMsg = "La cartuccia d’inchiostro in magenta chiaro non è stata rilevata nella stampante perché non è installata correttamente o manca.";

SeparatePenDeviceLightMagentaCartridgeMisinstalledName = "Cartuccia di stampa in magenta chiaro non installata correttamente";
SeparatePenDeviceLightMagentaCartridgeMisinstalledTitle = "Cartuccia d’inchiostro in magenta chiaro non installata correttamente";
SeparatePenDeviceLightMagentaCartridgeMisinstalledMsg = "Si è verificato un problema con la cartuccia d’inchiostro in magenta chiaro. Per risolvere il problema:\n1. Togliere la cartuccia d’inchiostro.\n2. Inserire di nuovo la cartuccia d’inchiostro.\nSostituire la cartuccia d’inchiostro se il problema persiste.";

SeparatePenDeviceLightMagentaCartridgeIncorrectName = "Cartuccia di stampa in magenta chiaro non corretta";
SeparatePenDeviceLightMagentaCartridgeIncorrectTitle = "Cartuccia d’inchiostro in magenta chiaro non corretta";
SeparatePenDeviceLightMagentaCartridgeIncorrectMsg = "Si è verificato un problema con la cartuccia d’inchiostro in magenta chiaro. Almeno una delle cartucce d’inchiostro correntemente installate non è adatta per questa stampante. Per ulteriori informazioni sulle cartucce d’inchiostro per la stampante in uso, vedere lo \"$SupplyInfoTask$\" schermo.";

SeparatePenDeviceLightMagentaCartridgeErrorName = "Problema con la cartuccia di stampa in magenta chiaro";
SeparatePenDeviceLightMagentaCartridgeErrorTitle = "Problema con la cartuccia d’inchiostro in magenta chiaro";
SeparatePenDeviceLightMagentaCartridgeErrorMsg = "Si è verificato un problema con la cartuccia d’inchiostro in magenta chiaro. Per risolvere il problema:\n1. Togliere la cartuccia d’inchiostro.\n2. Inserire di nuovo la cartuccia d’inchiostro.\nSostituire la cartuccia d’inchiostro se il problema persiste.";

SeparatePenDeviceLightMagentaCartridgeLowTitle = "La cartuccia d’inchiostro in magenta chiaro ha quasi esaurito l’inchiostro.";
SeparatePenDeviceLightMagentaCartridgeLowMsg = "Occorre sostituire al più presto la cartuccia d’inchiostro. Una volta esaurita la cartuccia, la stampante non stamperà fino ad avvenuta sostituzione della cartuccia.";

SeparatePenDeviceLightMagentaCartridgeOutTitle = "Sostituire la cartuccia d’inchiostro in magenta chiaro vuota.";
SeparatePenDeviceLightMagentaCartridgeOutMsg = "Sostituire con una nuova cartuccia d’inchiostro HP in magenta chiaro. La stampante funzionerà solo dopo la sostituzione della cartuccia.";

SeparatePenDeviceLightMagentaCartridgeExpiredTitle = "Cartuccia scaduta - Magenta chiaro";
SeparatePenDeviceLightMagentaCartridgeExpiredMsg = "L'inchiostro nella seguente cartuccia è scaduto: Magenta chiaro.\nL'assistenza alla stampante o le riparazioni dovute all'uso di inchiostro scaduto non sono coperte da garanzia.\nÈ possibile rimuovere e sostituire la cartuccia di inchiostro scaduta.";

SeparatePenDeviceLightMagentaCartridgeNonHPTitle = "Cartuccia non di tipo HP - Magenta chiaro";
SeparatePenDeviceLightMagentaCartridgeNonHPMsg = "HP non offre alcuna garanzia sulla qualità e l'affidabilità dei materiali di consumo non HP. L'assistenza alla stampante o le riparazioni dovute all'uso di inchiostro non HP non sono coperte da garanzia.\nSe si ritiene di aver acquistato una cartuccia di stampa HP originale, visitare il sito: www.hp.com/go/anticounterfeit\nLe cartucce di stampa originali HP sono studiate e testate sulle stampanti HP per garantire eccellenti risultati, stampa dopo stampa.";

SeparatePenDeviceMatteBlackCartridgeMissingTitle = "Manca la cartuccia d’inchiostro in nero opaco";
SeparatePenDeviceMatteBlackCartridgeMissingMsg = "La cartuccia d’inchiostro in nero opaco non è stata rilevata nella stampante perché non è installata correttamente o manca.";

SeparatePenDeviceMatteBlackCartridgeMisinstalledTitle = "La cartuccia d’inchiostro in nero opaco non è stata installata correttamente.";
SeparatePenDeviceMatteBlackCartridgeMisinstalledMsg = "Si è verificato un problema con la cartuccia d’inchiostro in nero opaco. Per risolvere il problema:\n1. Togliere la cartuccia d’inchiostro.\n2. Reinserire la cartuccia d’inchiostro.\nSe il problema persiste, sostituire la cartuccia.";

SeparatePenDeviceMatteBlackCartridgeIncorrectTitle = "La cartuccia d’inchiostro in nero opaco non è corretta.";
SeparatePenDeviceMatteBlackCartridgeIncorrectMsg = "Si è verificato un problema con la cartuccia d’inchiostro in nero opaco. Almeno una delle cartucce d’inchiostro correntemente installate non è adatta per questa stampante. Per ulteriori informazioni sulle cartucce d’inchiostro per la stampante in uso, vedere lo schermo \"$SupplyInfoTask$\".";

SeparatePenDeviceMatteBlackCartridgeErrorTitle = "Problema con la cartuccia d’inchiostro in nero opaco";
SeparatePenDeviceMatteBlackCartridgeErrorMsg = "Si è verificato un problema con la cartuccia d’inchiostro in nero opaco. Per risolvere il problema:\n1. Togliere la cartuccia d’inchiostro.\n2. Reinserire la cartuccia d’inchiostro.\nSe il problema persiste, sostituire la cartuccia.";

SeparatePenDeviceMatteBlackCartridgeLowTitle = "Inchiostro quasi esaurito nella cartuccia d’inchiostro in nero opaco.";
SeparatePenDeviceMatteBlackCartridgeLowMsg = "Sostituire la cartuccia al più presto. Quando la cartuccia è vuota, la stampante funzionerà solo dopo la sostituzione della cartuccia.";

SeparatePenDeviceMatteBlackCartridgeOutTitle = "Sostituire la cartuccia d’inchiostro in nero opaco vuota.";
SeparatePenDeviceMatteBlackCartridgeOutMsg = "Sostituire con una nuova cartuccia d’inchiostro HP in nero opaco. La stampante funzionerà solo dopo la sostituzione della cartuccia.";

SeparatePenDevicePhotoBlackCartridgeMissingTitle = "Manca la cartuccia fotografica in nero.";
SeparatePenDevicePhotoBlackCartridgeMissingMsg = "La cartuccia fotografica in nero non è stata rilevata nella stampante perché non è installata correttamente o manca.";

SeparatePenDevicePhotoBlackCartridgeMisinstalledTitle = "La cartuccia fotografica in nero non è stata installata correttamente.";
SeparatePenDevicePhotoBlackCartridgeMisinstalledMsg = "Si è verificato un problema con la cartuccia fotografica in nero. Per risolvere il problema:\n1. Togliere la cartuccia d’inchiostro.\n2. Reinserire la cartuccia d’inchiostro.\nSe il problema persiste, sostituire la cartuccia.";

SeparatePenDevicePhotoBlackCartridgeIncorrectTitle = "La cartuccia fotografica in nero non è corretta.";
SeparatePenDevicePhotoBlackCartridgeIncorrectMsg = "Si è verificato un problema con la cartuccia fotografica in nero. Almeno una delle cartucce d’inchiostro correntemente installate non è adatta per questa stampante. Per ulteriori informazioni sulle cartucce d’inchiostro per la stampante in uso, vedere lo schermo \"$SupplyInfoTask$\".";

SeparatePenDevicePhotoBlackCartridgeErrorTitle = "Problema con la cartuccia fotografica in nero opaco.";
SeparatePenDevicePhotoBlackCartridgeErrorMsg = "Si è verificato un problema con la cartuccia fotografica in nero. Per risolvere il problema:\n1. Togliere la cartuccia d’inchiostro.\n2. Reinserire la cartuccia d’inchiostro.\nSe il problema persiste, sostituire la cartuccia.";

SeparatePenDevicePhotoBlackCartridgeLowTitle = "Inchiostro quasi esaurito nella cartuccia fotografica in nero.";
SeparatePenDevicePhotoBlackCartridgeLowMsg = "Sostituire la cartuccia al più presto. Quando la cartuccia è vuota, la stampante funzionerà solo dopo la sostituzione della cartuccia.";

SeparatePenDevicePhotoBlackCartridgeOutTitle = "Sostituire la cartuccia fotografica in nero vuota.";
SeparatePenDevicePhotoBlackCartridgeOutMsg = "Sostituire con una nuova cartuccia fotografica HP in nero. La stampante funzionerà solo dopo la sostituzione della cartuccia.";

SeparatePenDeviceLightGrayCartridgeMissingTitle = "Manca la cartuccia d’inchiostro in grigio chiaro.";
SeparatePenDeviceLightGrayCartridgeMissingMsg = "La cartuccia d’inchiostro in grigio chiaro non è stata rilevata nella stampante perché non è installata correttamente o manca.";

SeparatePenDeviceLightGrayCartridgeMisinstalledTitle = "La cartuccia d’inchiostro in grigio chiaro non è installata correttamente.";
SeparatePenDeviceLightGrayCartridgeMisinstalledMsg = "Si è verificato un problema con la cartuccia d’inchiostro in grigio chiaro. Per risolvere il problema:\n1. Togliere la cartuccia d’inchiostro.\n2. Reinserire la cartuccia d’inchiostro.\nSe il problema persiste, sostituire la cartuccia.";

SeparatePenDeviceLightGrayCartridgeIncorrectTitle = "La cartuccia d’inchiostro in grigio chiaro non è corretta.";
SeparatePenDeviceLightGrayCartridgeIncorrectMsg = "Si è verificato un problema con la cartuccia d’inchiostro in grigio chiaro. Almeno una delle cartucce d’inchiostro correntemente installate non è adatta per questa stampante. Per ulteriori informazioni sulle cartucce d’inchiostro per la stampante in uso, vedere lo schermo \"$SupplyInfoTask$\".";

SeparatePenDeviceLightGrayCartridgeErrorTitle = "Problema con la cartuccia d’inchiostro in grigio chiaro.";
SeparatePenDeviceLightGrayCartridgeErrorMsg = "Si è verificato un problema con la cartuccia d’inchiostro in grigio chiaro. Per risolvere il problema:\n1. Togliere la cartuccia d’inchiostro.\n2. Reinserire la cartuccia d’inchiostro.\nSe il problema persiste, sostituire la cartuccia.";

SeparatePenDeviceLightGrayCartridgeLowTitle = "La cartuccia d’inchiostro in grigio chiaro ha quasi esaurito l’inchiostro.";
SeparatePenDeviceLightGrayCartridgeLowMsg = "Sostituire la cartuccia al più presto. Quando la cartuccia è vuota, la stampante funzionerà solo dopo la sostituzione della cartuccia.";

SeparatePenDeviceLightGrayCartridgeOutTitle = "Sostituire la cartuccia d’inchiostro in grigio chiaro vuota.";
SeparatePenDeviceLightGrayCartridgeOutMsg = "Sostituire con una nuova cartuccia d’inchiostro HP in grigio chiaro. La stampante funzionerà solo dopo la sostituzione della cartuccia.";

LaserjetDeviceBlackCartridgeMissingName = "Cartuccia del toner in nero manca";
LaserjetDeviceBlackCartridgeMissingTitle = "Cartuccia nero manca";
LaserjetDeviceBlackCartridgeMissingMsg = "Installare cartuccia del toner in nero per continuare a stampare.";

LaserjetDeviceCyanCartridgeMissingName = "Cartuccia del toner in ciano manca";
LaserjetDeviceCyanCartridgeMissingTitle = "Cartuccia ciano manca";
LaserjetDeviceCyanCartridgeMissingMsg = "Installare cartuccia del toner in ciano per continuare a stampare.";

LaserjetDeviceMagentaCartridgeMissingName = "Cartuccia del toner in magenta manca";
LaserjetDeviceMagentaCartridgeMissingTitle = "Cartuccia magenta manca";
LaserjetDeviceMagentaCartridgeMissingMsg = "Installare cartuccia del toner in magenta per continuare a stampare.";

LaserjetDeviceYellowCartridgeMissingName = "Cartuccia del toner in giallo manca";
LaserjetDeviceYellowCartridgeMissingTitle = "Cartuccia giallo manca";
LaserjetDeviceYellowCartridgeMissingMsg = "Installare cartuccia del toner in giallo per continuare a stampare.";

LaserjetDeviceFuserKitMissingName = "Kit fusibile mancante";
LaserjetDeviceFuserKitMissingTitle = "Kit fusibile mancante";
LaserjetDeviceFuserKitMissingMsg = "Installare il Kit fusibile per continuare a stampare.";

LaserjetDeviceImageDrumMissingTitle = "Tamburo fotosensibile assente";
LaserjetDeviceImageDrumMissingMsg = "Installare il tamburo fotosensibile per proseguire la stampa.";

SuppliesStatusAuthentic = "HP originale";
SuppliesStatusClone = "Chip non originale HP";
SuppliesStatusRefilled = "Ricarica non HP";
SuppliesStatusUnauthorized = "Non autorizzato";
SuppliesStatusGood = "Buono";
SuppliesStatusMissing = "Mancante";
SuppliesStatusMisinstalled = "Installata incorrettamente";
SuppliesStatusIncorrect = "Non corretto";
SuppliesStatusError = "Sostituire";
SuppliesStatusUnknown = "Ignoto";
SuppliesStatusLow = "Basso";
SuppliesStatusOut = "Uscita";
SupplyLevelVeryLow = "Molto basso";
SupplyAuthStateUsed = "Usata";
SupplyAuthStateUnsupported = "Non supportata";
SupplyAuthStateNonHP = "Non HP";
SupplyAuthStateIncompatible = "Incompatibile";
SuppliesStatusSubscriptionConsumableTemporaryUsageAllowed = "Instant ink";
SuppliesStatusSehoAtInsertion = "Cartuccia vuota";

PrintheadStatusMissing = "Testina di stampa mancante";
PrintheadStatusMisinstalled = "Testina di stampa difettosa";
PrintheadStatusIncorrect = "Testina di stampa non compatibile";
PrintheadStatusError = "Testina di stampa non funziona";

// Ink strings
SuppliesStatusBothCartridgeName = "Entrambe";
SuppliesStatusBothCartridgesMissing = "Mancano entrambe le cartucce di inchiostro";

InkStatusNearExpiration = "Cartuccia quasi scaduta";
InkStatusIncorrect = "Cartuccia non corretta";
InkStatusError = "Cartuccia non funziona";
InkStatusLow = "Cartuccia quasi esaurita";
InkStatusOut = "Cartuccia esaurita";
InkStatusExpired = "Cartuccia scaduta";
InkStatusNonHP = "Cartuccia non di tipo HP";
InkStatusPreviouslyUsed = "Cartuccia già usata";
InkStatusDepleted = "Usata, rigenerata o contraffatta";
InkStatusMissing = "Cartuccia mancante";
InkStatusVeryLow = "Inchiostro quasi esaurito";

InkStatusUpgradableSupply = "Cartuccia per l'aggiornamento";
InkStatusSupplyUpgradeSuccess = "Aggiornamento completato";
InkStatusSupplyUpgradeFailed = "Aggiornamento non completato";

CartridgeStatusWrongSlot = "La cartuccia è stata inserita nella fessura errata";
CartridgeStatusMissing = "Cartuccia mancante";
TonerMissingName = "Cartuccia mancante";
DrumMissingName = "Tamburo mancante";
CartridgeStatusIncorrect = "Cartuccia non corretta";
CartridgeStatusIncompatible = "Cartuccia incompatibile";
CartridgeStatusError = "Cartuccia non funziona";
CartridgeStatusLow = "Cartuccia quasi esaurita";
CartridgeStatusOut = "Cartuccia esaurita";
CartridgeStatusExpired = "Cartuccia scaduta";
CartridgeStatusNonHP = "Cartuccia non di tipo HP";
CartridgeStatusPreviouslyUsed = "Cartuccia già usata";
CartridgeStatusDepleted = "Cartuccia esaurita";
CartridgeStatusProtected = "La cartuccia è protetta";
DrumStatusProtectedName = "Il tamburo è protetto";
CartridgeIsEmpty = "La cartuccia è vuota";
CartridgeEmptyNotDetected = "Condizione \"vuota\" non rilevata";
CartridgePossibleRefill = "Possibile rigenerazione";
CartridgeStatusUnauthorized = "Cartuccia non autorizzata";

SeparatePenDeviceBlackYellowPrintHeadMissingTitle = "Installare la testina di stampa del nero e giallo";
SeparatePenDeviceBlackYellowPrintHeadMissingMsg = "Installare una testina di stampa del nero e giallo HP.\nQuesta testina di stampa è mancante o non è installata correttamente.";

SeparatePenDeviceCyanMagentaPrintHeadMissingTitle = "Installare la testina di stampa del magenta e ciano";
SeparatePenDeviceCyanMagentaPrintHeadMissingMsg = "Installare una testina di stampa del magenta e ciano HP.\nQuesta testina di stampa è mancante o non è installata correttamente.";

SeparatePenDeviceBlackPrintHeadMissingTitle = "Installare la testina di stampa del nero";
SeparatePenDeviceBlackPrintHeadMissingMsg = "Installare una testina di stampa del nero HP.\nQuesta testina di stampa è mancante o non è installata correttamente.";

SeparatePenDeviceCyanPrintHeadMissingTitle = "Installare la testina di stampa del ciano";
SeparatePenDeviceCyanPrintHeadMissingMsg = "Installare una testina di stampa del ciano HP.\nQuesta testina di stampa è mancante o non è installata correttamente.";

SeparatePenDeviceMagentaPrintHeadMissingTitle = "Installare la testina di stampa del magenta";
SeparatePenDeviceMagentaPrintHeadMissingMsg = "Installare una testina di stampa del magenta HP.\nQuesta testina di stampa è mancante o non è installata correttamente.";

SeparatePenDeviceYellowPrintHeadMissingTitle = "Installare la testina di stampa del giallo";
SeparatePenDeviceYellowPrintHeadMissingMsg = "Installare una testina di stampa del giallo HP.\nQuesta testina di stampa è mancante o non è installata correttamente.";

SeparatePenDeviceMagentaYellowPrintHeadMissingTitle = "Installare una testina di stampa in magenta e giallo.";
SeparatePenDeviceMagentaYellowPrintHeadMissingMsg = "Installare una testina di stampa HP in magenta e giallo. La testina non è presente o è stata installata incorrettamente.";

SeparatePenDeviceMatteBlackCyanPrintHeadMissingTitle = "Installare una testina di stampa in nero e ciano opaco.";
SeparatePenDeviceMatteBlackCyanPrintHeadMissingMsg = "Installare una testina di stampa HP in nero e ciano opaco. La testina non è presente o è stata installata incorrettamente.";

SeparatePenDeviceLightMagentaLightCyanPrintHeadMissingTitle = "Installare una testina di stampa in magenta chiaro e ciano chiaro.";
SeparatePenDeviceLightMagentaLightCyanPrintHeadMissingMsg = "Installare una testina di stampa HP in magenta chiaro e ciano chiaro. La testina non è presente o è stata installata incorrettamente.";

SeparatePenDevicePhotoBlackLightGrayPrintHeadMissingTitle = "Installare una testina di stampa fotografica in nero e grigio chiaro.";
SeparatePenDevicePhotoBlackLightGrayPrintHeadMissingMsg = "Installare una testina di stampa fotografica HP in nero e grigio chiaro. La testina non è presente o è stata installata incorrettamente.";

InkSensorFailure = "Guasto del sensore inchiostro";

MissingSmartChipColorSupply = "10.10.%@ Errore di memoria insufficiente";
MissingSmartChipMonoSupply = "Errore di memoria insufficiente";
BadDataFromCartridgeColorSupply = "10.00.%@ Errore di memoria insufficiente";
BadDataFromCartridgeMonoSupply = "Avviso di memoria insufficiente";

BlackCartridgeIncorrectTitle = "Cartuccia di stampa errata";
ColorCartridgeIncorrectMsg = "La cartuccia di stampa a colori presenta un problema. Almeno una delle cartucce installate non è compatibile con questa stampante. Per ulteriori informazioni sulla cartucce compatibili con questa stampante, vedere la schermata \"$SupplyInfoTask$\".";
PhotoCartridgeMissingTitle = "Manca la cartuccia di stampa fotografica";
BlackCartridgeMissingTitle = "Manca la cartuccia di stampa in bianco e nero";
BlackCartridgeMissingMsg = "La cartuccia di stampa in bianco e nero non è stata rilevata sulla stampante perché mancate o installata male. La stampante è in grado di stampare con una sola cartuccia i colori e la velocità di stampa potrebbero risultare degradati. Se di recente è stata installata una nuova cartuccia, verificare che sia stata rimossa la pellicola protettiva che ricopre gli ugelli.";
PhotoCartridgeIncorrectTitle = "Cartuccia di stampa errata";
PhotoCartridgeMissingMsg = "La cartuccia di stampa fotografica non è stata rilevata sulla stampante perché mancate o installata male. La stampante è in grado di stampare con una sola cartuccia i colori e la velocità di stampa potrebbero risultare degradati. Se di recente è stata installata una nuova cartuccia, verificare che sia stata rimossa la pellicola protettiva che ricopre gli ugelli.";
PhotoCartridgeIncorrectMsg = "La cartuccia di stampa fotografica presenta un problema. Almeno una delle cartucce installate non è compatibile con questa stampante. Per ulteriori informazioni sulla cartucce compatibili con questa stampante, vedere la schermata \"$SupplyInfoTask$\".";
BlackCartridgeIncorrectMsg = "La cartuccia di stampa in bianco e nero presenta un problema. Almeno una delle cartucce installate non è compatibile con questa stampante. Per ulteriori informazioni sulla cartucce compatibili con questa stampante, vedere la schermata \"$SupplyInfoTask$\".";
ColorCartridgeIncorrectTitle = "Cartuccia di stampa errata";

//StatusAlert.nib
AlertWindowTitle = "Stato stampante";
ErrorConditionsTitle = "Le seguenti condizioni di errore sono state rilevate nella stampante:";
ExplanationTitle = "Selezionare il nome dell’errore nell’elenco precedente per ottenere spiegazioni/consigli.";
AlertButtonOk = "OK";

InputTrayOverLoadedName = "Problema del vassoio carta";
NeedsEnrollmentName = "La cartuccia deve essere registrata";

InkCartridgesDepletedName = "Cartucce d'inchiostro esaurite";
CartridgesDepletedName = "Cartucce esaurite";
ReplaceTonerOutName = "Sostituisci cartuccia";
ReplaceDrumOutName = "Sostituire tamburo";


